white_list = {
    1449129086: "Тенеряднев Егор",
    939293809: "Антошкин Дмитрий",
    1602605279: "Васильева Полина",
    5493764025: "Кузьмин Дмитрий",
    2026881350: "Зайцев Василий",
    2113906512: "Какулев Артём",
    5669618050: "Ашуралиев Давлатбек",
    2039980343: "Шадских Артемий",
    5104010847: "Митченко Андрей",
    5632901638: "Муцаев Омар",
    5025706086: "Завидов Роман",
    7218112875: "Сидорова Юлия",
    6371399969: "Фомин Никита",
    6199682349: "Токарев Кирилл",
    5609568875: "Бобоев Сунатулло",
    5495602223: "Бородин Никита",
    1840330022: "Насаев Константин",
    1790222503: "Горшкова Анастасия",
    1361842583: "Бабиков Данил",
    841588662: "Кондратьева Полина",
    5658759174: "Шодмонов Умиджон",
    1793575187: "Мовсисян Александр",
    6707065609: "Калимулина Рената"
}

ban_list = {
    1793575187: "3.14 ЕФФ - Проявление неадекватности по отношению к своему классу, признан виновным советом прогеймов",
}

admin = {
    5160469867: "Кузьмин Марк",
    5155248466: "Дынник Руслан",
}

