subjects = {
    "биология": "Биология 🔬",
    "химия": "Химия 🧪",
    "физика": "Физика ⚛️",
    "математика": "Математика ➕",
    "русский язык": "Русский язык ✍️",
    "литература": "Литература 📚",
    "иностранный язык": "Иностранный язык 🌍",
    "история": "История 📜",
    "обществознание": "Обществознание 👥",
    "география": "География 🗺️",
    "информатика": "Информатика 💻"
}

text_exit = [
    "Пусть свет знаний освещает твой путь, путник. До новых встреч!",
    "Я всегда на страже. Если тебе снова понадобятся ответы, знай, что я здесь."
]

biology_replies = [
    "Природа — это величайший учитель. Какой аспект жизни ты желаешь исследовать?",
    "Загадки организма и экосистем ждут своего открытия. Попроси, и я раскрою перед тобой тайны биологии."
]

#"Химия"
chemistry_replies = [
    "Создания и разрушения атомов — магия химии. Какой эксперимент ты хотел бы обсудить?",
    "Как твои мысли касаются веществ и их свойств? Задай вопрос, и пусть реакции начнутся!"
]

#"Физика"
physics_replies = [
    "Законы Вселенной доступны вашему разуму. Какой физический феномен тебя интересует?",
    "От силы до движения — всё подчиняется законам. Какой аспект физики вызывает у тебя любопытство?"
]

#"Математика"
math_replies = [
    "Математика — это язык вселенной. Есть ли у тебя задача, которую стоит решить?",
    "Числа говорят со мной на всех языках. Какой математический секрет ты хотел бы узнать?"
]

#"История"
history_replies = [
    "Прошлое шепчет свои тайны каждому, кто готов слушать. Какое событие или личность интересует тебя больше всего?",
    "Каждая эпоха имеет свои уроки. Какой исторический момент ты хотел бы обсудить?"
]

#"Иностранный язык"
foreign_language_replies = [
    "Язык — это мост между культурами. Какой язык ты желаешь изучить или обговорить?",
    "Слова имеют силу, чтобы связывать и вдохновлять. Какое выражение ты хотел бы перевести?"
]

#"Обществознание"
social_studies_replies = [
    "Общество — это сложная сеть взаимодействий. Какой аспект социальной науки тебя интересует?",
    "Науки об обществе помогают нам понимать себя. Какой вопрос волнует твою душу?"
]

#"География"
geography_replies = [
    "Земля полна чудес и тайн. Какое место на карте ты хотел бы изучить более глубоко?",
    "География — это больше, чем просто карты. Какое природное явление или регион тебя интригует?"
]

#"Экономика"
economics_replies = [
    "Экономические законы управляют нашим миром. Какой аспект экономики вызывает твоё восхищение?",
    "Деньги — это всего лишь инструмент. Какой экономический вопрос ты бы хотел обсудить?"
]

#"Психология"
psychology_replies = [
    "Тайны ума ждут своего раскрытия. Что бы ты хотел узнать о человеческих эмоциях и поведении?",
    "Психология — это ключ к пониманию себя и других. Какой аспект психики интересует тебя?"
]
